Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Adk.Status.ReadyTitle
source: ADK is ready
ar_sa: ADK جاهز
bg_bg: ADK е готов
cs_cz: ADK je připraven
da_dk: ADK er klar
de_de: ADK ist fertig
el_gr: Το ADK είναι έτοιμο
es_mx: ADK está listo
et_ee: ADK on valmis
fi_fi: ADK on valmis
fr_ca: ADK est prêt
he_il: ADK מוכן
hr_hr: ADK je spreman
hu_hu: ADK készen áll
it_it: ADK è pronto
ja_jp: ADK 準備完了
ko_kr: ADK이 준비되었습니다
lt_lt: ADK paruošta
lv_lv: ADK ir gatavs
nb_no: ADK er klar
nl_nl: ADK is gereed
pl_pl: ADK jest gotowy
pt_pt: ADK está pronto
ro_ro: ADK este gata
ru_ru: ADK готово
sk_sk: ADK je pripravený
sl_si: ADK je pripravljen
sr_latn_rs: ADK je spreman
sv_se: ADK är redo
th_th: ADK พร้อมแล้ว
tr_tr: ADK hazır
uk_ua: ADK готовий
zh_cn: ADK 已准备就绪
zh_tw: ADK 已準備就緒

# Adk.Status.WinPeMissingDescription
source: Install the Windows PE Add-on for the installed Windows ADK.
ar_sa: قم بتثبيت الوظيفة الإضافية Windows PE للوظيفة المثبتة Windows ADK.
bg_bg: Инсталирайте добавката Windows PE за инсталирания Windows ADK.
cs_cz: Nainstalujte doplněk Windows PE pro nainstalovaný Windows ADK.
da_dk: Installer Windows PE tilføjelsesprogrammet til den installerede Windows ADK.
de_de: Installieren Sie das Add-on Windows PE für das installierte Windows ADK.
el_gr: Εγκαταστήστε το πρόσθετο Windows PE για το εγκατεστημένο Windows ADK.
es_mx: Instale el complemento Windows PE para el Windows ADK instalado.
et_ee: Installige installitud Windows ADK lisandmoodul Windows PE.
fi_fi: Asenna Windows PE lisäosa asennetulle Windows ADK.
fr_ca: Installez le module complémentaire Windows PE pour le Windows ADK installé.
he_il: התקן את התוסף Windows PE עבור Windows ADK המותקן.
hr_hr: Instalirajte Windows PE dodatak za instalirani Windows ADK.
hu_hu: Telepítse a Windows PE bővítményt a telepített Windows ADK-hoz.
it_it: Installare il componente aggiuntivo Windows PE per Windows ADK installato.
ja_jp: インストールされている Windows ADK の Windows PE アドオンをインストールします。
ko_kr: 설치된 Windows ADK에 대한 Windows PE Add-on을 설치합니다.
lt_lt: Įdiekite Windows PE priedą, skirtą įdiegtam Windows ADK.
lv_lv: Instalējiet Windows PE papildinājumu instalētajam Windows ADK.
nb_no: Installer Windows PE-tillegget for den installerte Windows ADK.
nl_nl: Installeer de Windows PE Add-on voor de geïnstalleerde Windows ADK.
pl_pl: Zainstaluj dodatek Windows PE dla zainstalowanego Windows ADK.
pt_pt: Instale o complemento Windows PE para o Windows ADK instalado.
ro_ro: Instalați suplimentul Windows PE pentru Windows ADK instalat.
ru_ru: Установите дополнение Windows PE для установленного Windows ADK.
sk_sk: Nainštalujte doplnok Windows PE pre nainštalovaný Windows ADK.
sl_si: Namestite dodatek Windows PE za nameščen Windows ADK.
sr_latn_rs: Instalirajte Windows PE dodatak za instalirani Windows ADK.
sv_se: Installera Windows PE-tillägget för den installerade Windows ADK.
th_th: ติดตั้ง Windows PE Add-on สำหรับ Windows ADK ที่ติดตั้ง
tr_tr: Kurulu Windows ADK için Windows PE Eklentisini yükleyin.
uk_ua: Установіть додаток Windows PE для встановленого Windows ADK.
zh_cn: 为已安装的Windows ADK 安装Windows PE 插件。
zh_tw: 為已安裝的Windows ADK 安裝Windows PE 插件。

# Adk.Status.WinPeMissingTitle
source: Windows PE Add-on is missing
ar_sa: Windows PE الوظيفة الإضافية مفقودة
bg_bg: Windows PE Липсва добавка
cs_cz: Chybí doplněk Windows PE
da_dk: Windows PE Tilføjelse mangler
de_de: Windows PE Add-on fehlt
el_gr: Το πρόσθετο Windows PE λείπει
es_mx: Windows PE Falta el complemento
et_ee: Windows PE Lisandmoodul puudub
fi_fi: Windows PE Lisäosa puuttuu
fr_ca: Windows PE Le module complémentaire est manquant
he_il: חסרה תוסף Windows PE
hr_hr: Windows PE Nedostaje dodatak
hu_hu: Windows PE A kiegészítő hiányzik
it_it: Windows PE Manca il componente aggiuntivo
ja_jp: Windows PE アドオンがありません
ko_kr: Windows PE 부가기능이 없습니다
lt_lt: Windows PE Trūksta priedo
lv_lv: Windows PE Trūkst papildinājuma
nb_no: Windows PE Tillegg mangler
nl_nl: Windows PE Add-on ontbreekt
pl_pl: Windows PE Brakuje dodatku
pt_pt: O complemento Windows PE está faltando
ro_ro: Windows PE Lipsește suplimentul
ru_ru: Windows PE Дополнение отсутствует
sk_sk: Windows PE Doplnok chýba
sl_si: Windows PE Manjka dodatek
sr_latn_rs: Windows PE Nedostaje dodatak
sv_se: Windows PE Tillägg saknas
th_th: Windows PE ส่วนเสริมหายไป
tr_tr: Windows PE Eklenti eksik
uk_ua: Windows PE Доповнення відсутнє
zh_cn: Windows PE 缺少附加组件
zh_tw: Windows PE 缺少附加元件

# Adk.Version.InstalledTitle
source: Installed version
ar_sa: النسخة المثبتة
bg_bg: Инсталирана версия
cs_cz: Nainstalovaná verze
da_dk: Installeret version
de_de: Installierte Version
el_gr: Εγκατεστημένη έκδοση
es_mx: Versión instalada
et_ee: Installitud versioon
fi_fi: Asennettu versio
fr_ca: Version installée
he_il: גרסה מותקנת
hr_hr: Instalirana verzija
hu_hu: Telepített verzió
it_it: Versione installata
ja_jp: インストールされているバージョン
ko_kr: 설치된 버전
lt_lt: Įdiegta versija
lv_lv: Instalēta versija
nb_no: Installert versjon
nl_nl: Geïnstalleerde versie
pl_pl: Zainstalowana wersja
pt_pt: Versão instalada
ro_ro: Versiune instalată
ru_ru: Установленная версия
sk_sk: Nainštalovaná verzia
sl_si: Nameščena različica
sr_latn_rs: Instalirana verzija
sv_se: Installerad version
th_th: เวอร์ชันที่ติดตั้ง
tr_tr: Yüklü sürüm
uk_ua: Встановлена версія
zh_cn: 安装版本
zh_tw: 安裝版本

# Adk.Version.NotDetected
source: Version not detected
ar_sa: لم يتم الكشف عن الإصدار
bg_bg: Версията не е открита
cs_cz: Verze nebyla zjištěna
da_dk: Version ikke fundet
de_de: Version nicht erkannt
el_gr: Η έκδοση δεν εντοπίστηκε
es_mx: Versión no detectada
et_ee: Versiooni ei tuvastatud
fi_fi: Versiota ei havaittu
fr_ca: Version non détectée
he_il: הגרסה לא זוהתה
hr_hr: Verzija nije otkrivena
hu_hu: A verzió nem észlelhető
it_it: Versione non rilevata
ja_jp: バージョンが検出されませんでした
ko_kr: 버전이 감지되지 않음
lt_lt: Versija neaptikta
lv_lv: Versija nav noteikta
nb_no: Versjon ikke oppdaget
nl_nl: Versie niet gedetecteerd
pl_pl: Nie wykryto wersji
pt_pt: Versão não detectada
ro_ro: Versiunea nu a fost detectată
ru_ru: Версия не обнаружена
sk_sk: Verzia nebola zistená
sl_si: Različica ni zaznana
sr_latn_rs: Verzija nije otkrivena
sv_se: Version hittades inte
th_th: ตรวจไม่พบเวอร์ชัน
tr_tr: Sürüm algılanmadı
uk_ua: Версія не виявлена
zh_cn: 未检测到版本
zh_tw: 未偵測到版本

# Adk.Version.RequiredPolicy
source: Requires Windows ADK 24H2 (10.1.26100).
ar_sa: يتطلب Windows ADK 24H2 (10.1.26100).
bg_bg: Изисква Windows ADK 24H2 (10.1.26100).
cs_cz: Vyžaduje Windows ADK 24H2 (10.1.26100).
da_dk: Kræver Windows ADK 24H2 (10.1.26100).
de_de: Erfordert Windows ADK 24H2 (10.1.26100).
el_gr: Απαιτείται Windows ADK 24H2 (10.1.26100).
es_mx: Requiere Windows ADK 24H2 (10.1.26100).
et_ee: Nõutav on Windows ADK 24H2 (10.1.26100).
fi_fi: Edellyttää Windows ADK 24H2 -versiota (10.1.26100).
fr_ca: Nécessite Windows ADK 24H2 (10.1.26100).
he_il: נדרש Windows ADK 24H2 (10.1.26100).
hr_hr: Zahtijeva Windows ADK 24H2 (10.1.26100).
hu_hu: Windows ADK 24H2 (10.1.26100) szükséges.
it_it: Richiede Windows ADK 24H2 (10.1.26100).
ja_jp: Windows ADK 24H2 (10.1.26100) が必要です。
ko_kr: Windows ADK 24H2(10.1.26100)가 필요합니다.
lt_lt: Reikia Windows ADK 24H2 (10.1.26100).
lv_lv: Nepieciešams Windows ADK 24H2 (10.1.26100).
nb_no: Krever Windows ADK 24H2 (10.1.26100).
nl_nl: Vereist Windows ADK 24H2 (10.1.26100).
pl_pl: Wymaga Windows ADK 24H2 (10.1.26100).
pt_pt: Requer Windows ADK 24H2 (10.1.26100).
ro_ro: Necesită Windows ADK 24H2 (10.1.26100).
ru_ru: Требуется Windows ADK 24H2 (10.1.26100).
sk_sk: Vyžaduje Windows ADK 24H2 (10.1.26100).
sl_si: Zahteva Windows ADK 24H2 (10.1.26100).
sr_latn_rs: Zahteva Windows ADK 24H2 (10.1.26100).
sv_se: Kräver Windows ADK 24H2 (10.1.26100).
th_th: ต้องใช้ Windows ADK 24H2 (10.1.26100)
tr_tr: Windows ADK 24H2 (10.1.26100) gerektirir.
uk_ua: Потрібен Windows ADK 24H2 (10.1.26100).
zh_cn: 需要 Windows ADK 24H2 (10.1.26100)。
zh_tw: 需要 Windows ADK 24H2 (10.1.26100)。

# Adk.Version.RequiredPolicyTitle
source: Required version policy
ar_sa: سياسة الإصدار المطلوبة
bg_bg: Правила за задължителна версия
cs_cz: Zásady požadované verze
da_dk: Påkrævet versionspolitik
de_de: Erforderliche Versionsrichtlinie
el_gr: Πολιτική απαιτούμενης έκδοσης
es_mx: Política de versión requerida
et_ee: Nõutav versioonipoliitika
fi_fi: Vaadittu versiokäytäntö
fr_ca: Politique de version requise
he_il: מדיניות גרסה נדרשת
hr_hr: Pravila obavezne verzije
hu_hu: Kötelező verzió házirend
it_it: Criteri di versione obbligatori
ja_jp: 必要なバージョンポリシー
ko_kr: 필수 버전 정책
lt_lt: Būtina versijos politika
lv_lv: Nepieciešamā versijas politika
nb_no: Nødvendig versjonspolicy
nl_nl: Vereist versiebeleid
pl_pl: Wymagane zasady dotyczące wersji
pt_pt: Política de versão obrigatória
ro_ro: Politica de versiune necesară
ru_ru: Требуемая политика версий
sk_sk: Politika požadovanej verzie
sl_si: Politika zahtevane različice
sr_latn_rs: Obavezna politika verzije
sv_se: Obligatorisk versionspolicy
th_th: นโยบายเวอร์ชันที่ต้องการ
tr_tr: Gerekli sürüm politikası
uk_ua: Необхідна політика версії
zh_cn: 所需版本政策
zh_tw: 所需版本政策

# Adk.WinPeAddon.Installed
source: Windows PE Add-on installed
ar_sa: Windows PE تم تثبيت الوظيفة الإضافية
bg_bg: Windows PE Добавката е инсталирана
cs_cz: Windows PE Doplněk nainstalován
da_dk: Windows PE Tilføjelse installeret
de_de: Windows PE Add-on installiert
el_gr: Το πρόσθετο Windows PE εγκαταστάθηκε
es_mx: Windows PE Complemento instalado
et_ee: Windows PE Lisandmoodul on installitud
fi_fi: Windows PE Lisäosa asennettu
fr_ca: Windows PE Module complémentaire installé
he_il: Windows PE הותקן תוסף
hr_hr: Windows PE Instaliran dodatak
hu_hu: Windows PE Kiegészítő telepítve
it_it: Windows PE Componente aggiuntivo installato
ja_jp: Windows PE アドオンがインストールされました
ko_kr: Windows PE 애드온 설치됨
lt_lt: Windows PE Įdiegtas priedas
lv_lv: Windows PE Instalēts papildinājums
nb_no: Windows PE Add-on installert
nl_nl: Windows PE Add-on geïnstalleerd
pl_pl: Windows PE Zainstalowano dodatek
pt_pt: Windows PE Complemento instalado
ro_ro: Windows PE Supliment instalat
ru_ru: Windows PE Дополнение установлено
sk_sk: Windows PE Doplnok nainštalovaný
sl_si: Windows PE Nameščen dodatek
sr_latn_rs: Windows PE Dodatak je instaliran
sv_se: Windows PE Tillägget installerat
th_th: Windows PE ติดตั้งส่วนเสริมแล้ว
tr_tr: Windows PE Eklenti yüklü
uk_ua: Windows PE Надбудову встановлено
zh_cn: Windows PE 已安装附加组件
zh_tw: Windows PE 已安裝附加元件

# Adk.WinPeAddon.Missing
source: Windows PE Add-on missing
ar_sa: Windows PE الوظيفة الإضافية مفقودة
bg_bg: Windows PE Липсва добавка
cs_cz: Windows PE Chybí doplněk
da_dk: Windows PE Tilføjelse mangler
de_de: Windows PE Add-on fehlt
el_gr: Windows PE Λείπει το πρόσθετο
es_mx: Windows PE Falta el complemento
et_ee: Windows PE Lisandmoodul puudub
fi_fi: Windows PE Lisäosa puuttuu
fr_ca: Windows PE Module complémentaire manquant
he_il: Windows PE חסר תוסף
hr_hr: Windows PE Nedostaje dodatak
hu_hu: Windows PE Hiányzik a kiegészítő
it_it: Windows PE Componente aggiuntivo mancante
ja_jp: Windows PE アドオンがありません
ko_kr: Windows PE 추가 기능이 없습니다.
lt_lt: Windows PE Trūksta priedo
lv_lv: Windows PE Trūkst papildinājuma
nb_no: Windows PE Tillegg mangler
nl_nl: Windows PE Add-on ontbreekt
pl_pl: Windows PE Brak dodatku
pt_pt: Windows PE Complemento ausente
ro_ro: Windows PE Lipsește suplimentul
ru_ru: Windows PE Отсутствует дополнение
sk_sk: Windows PE Chýba doplnok
sl_si: Windows PE Manjka dodatek
sr_latn_rs: Windows PE Nedostaje dodatak
sv_se: Windows PE Tillägg saknas
th_th: Windows PE ส่วนเสริมหายไป
tr_tr: Windows PE Eklenti eksik
uk_ua: Windows PE Відсутнє доповнення
zh_cn: Windows PE 缺少附加组件
zh_tw: Windows PE 缺少附加元件

# Adk.WinPeAddon.Title
source: Windows PE Add-on
ar_sa: Windows PE الوظيفة الإضافية
bg_bg: Windows PE Добавка
cs_cz: Windows PE doplněk
da_dk: Windows PE Tilføjelse
el_gr: Windows PE Πρόσθετο
es_mx: Windows PE Complemento
et_ee: Windows PE Lisand
fi_fi: Windows PE Lisäosa
fr_ca: Windows PE Module complémentaire
he_il: Windows PE תוסף
hr_hr: Windows PE Dodatak
hu_hu: Windows PE Kiegészítő
it_it: Windows PE Componente aggiuntivo
ja_jp: Windows PE アドオン
ko_kr: Windows PE 부가기능
lt_lt: Windows PE Priedas
lv_lv: Windows PE Papildinājums
nb_no: Windows PE tillegg
pl_pl: Windows PE Dodatek
pt_pt: Windows PE Complemento
ro_ro: Windows PE Supliment
ru_ru: Windows PE Дополнение
sk_sk: Doplnok Windows PE
sl_si: Windows PE Dodatek
sr_latn_rs: Windows PE Dodatak
sv_se: Windows PE Tillägg
th_th: Windows PE ส่วนเสริม
tr_tr: Windows PE Eklenti
uk_ua: Windows PE Надбудова
zh_cn: Windows PE 附加组件
zh_tw: Windows PE 附加元件

# AdkPage_DowngradeButton.Content
source: Downgrade Windows ADK and Windows PE Add-on
ar_sa: الرجوع إلى إصدار أقدم من Windows ADK و Windows PE Add-on
bg_bg: Понижаване на Windows ADK и Windows PE Add-on
cs_cz: Přejít na nižší verzi Windows ADK a Windows PE Add-on
da_dk: Nedgrader Windows ADK og Windows PE Add-on
de_de: Windows ADK und Windows PE Add-on downgraden
el_gr: Υποβάθμιση Windows ADK και Windows PE Add-on
es_mx: Cambiar a una versión anterior de Windows ADK y Windows PE Add-on
et_ee: Mine üle vanemale Windows ADK ja Windows PE Add-on versioonile
fi_fi: Päivitä Windows ADK ja Windows PE Add-on vanhempaan versioon
fr_ca: Rétrograder Windows ADK et le Windows PE Add-on
he_il: שדרג לאחור את Windows ADK ואת Windows PE Add-on
hr_hr: Vrati Windows ADK i Windows PE Add-on na stariju verziju
hu_hu: Windows ADK és Windows PE Add-on visszaváltása korábbi verzióra
it_it: Esegui il downgrade di Windows ADK e Windows PE Add-on
ja_jp: Windows ADK と Windows PE Add-on をダウングレード
ko_kr: Windows ADK 및 Windows PE Add-on 다운그레이드
lt_lt: Grąžinti Windows ADK ir Windows PE Add-on į ankstesnę versiją
lv_lv: Pazemināt Windows ADK un Windows PE Add-on versiju
nb_no: Nedgrader Windows ADK og Windows PE Add-on
nl_nl: Windows ADK en Windows PE Add-on downgraden
pl_pl: Obniż wersję Windows ADK i Windows PE Add-on
pt_pt: Reverter o Windows ADK e o Windows PE Add-on para uma versão anterior
ro_ro: Reveniți Windows ADK și Windows PE Add-on la o versiune anterioară
ru_ru: Понизить версию Windows ADK и Windows PE Add-on
sk_sk: Prejsť na nižšiu verziu Windows ADK a Windows PE Add-on
sl_si: Povrni Windows ADK in Windows PE Add-on na starejšo različico
sr_latn_rs: Vrati Windows ADK i Windows PE Add-on na stariju verziju
sv_se: Nedgradera Windows ADK och Windows PE Add-on
th_th: ดาวน์เกรด Windows ADK และ Windows PE Add-on
tr_tr: Windows ADK ve Windows PE Add-on sürümünü düşür
uk_ua: Повернути Windows ADK і Windows PE Add-on до попередньої версії
zh_cn: 降级 Windows ADK 和 Windows PE Add-on
zh_tw: 降級 Windows ADK 和 Windows PE Add-on

# AdkPage_InstallButton.Content
source: Install Windows ADK and Windows PE Add-on
ar_sa: قم بتثبيت الوظيفة الإضافية Windows ADK وWindows PE
bg_bg: Инсталирайте добавката Windows ADK и Windows PE
cs_cz: Nainstalujte doplněk Windows ADK a Windows PE
da_dk: Installer Windows ADK og Windows PE Add-on
de_de: Installieren Sie das Add-on Windows ADK und Windows PE
el_gr: Εγκαταστήστε τα πρόσθετα Windows ADK και Windows PE
es_mx: Instale el complemento Windows ADK y Windows PE
et_ee: Installige Windows ADK ja Windows PE lisandmoodul
fi_fi: Asenna Windows ADK ja Windows PE -lisäosa
fr_ca: Installez Windows ADK et le module complémentaire Windows PE
he_il: התקן את התוספים Windows ADK ו-Windows PE
hr_hr: Instalirajte dodatke Windows ADK i Windows PE
hu_hu: Telepítse a Windows ADK és a Windows PE kiegészítőt
it_it: Installa il componente aggiuntivo Windows ADK e Windows PE
ja_jp: Windows ADK および Windows PE アドオンをインストールする
ko_kr: Windows ADK 및 Windows PE 애드온 설치
lt_lt: Įdiekite Windows ADK ir Windows PE priedą
lv_lv: Instalējiet Windows ADK un Windows PE papildinājumu
nb_no: Installer Windows ADK og Windows PE Add-on
nl_nl: Installeer de add-on Windows ADK en Windows PE
pl_pl: Zainstaluj dodatek Windows ADK i Windows PE
pt_pt: Instale Windows ADK e Windows PE complemento
ro_ro: Instalați Windows ADK și Windows PE Add-on
ru_ru: Установите Windows ADK и Windows PE дополнения
sk_sk: Nainštalujte doplnok Windows ADK a Windows PE
sl_si: Namestite dodatka Windows ADK in Windows PE
sr_latn_rs: Instalirajte Windows ADK i Windows PE dodatak
sv_se: Installera Windows ADK och Windows PE tillägg
th_th: ติดตั้ง Windows ADK และ Windows PE ส่วนเสริม
tr_tr: Windows ADK ve Windows PE Eklentisini yükleyin
uk_ua: Установіть доповнення Windows ADK і Windows PE
zh_cn: 安装 Windows ADK 和 Windows PE 附加组件
zh_tw: 安裝 Windows ADK 和 Windows PE 附加元件

# AdkPage_UpgradeButton.Content
source: Upgrade Windows ADK and Windows PE Add-on
ar_sa: قم بترقية Windows ADK وWindows PE الوظيفة الإضافية
bg_bg: Надстройте добавката Windows ADK и Windows PE
cs_cz: Upgradujte doplněk Windows ADK a Windows PE
da_dk: Opgrader Windows ADK og Windows PE Add-on
de_de: Aktualisieren Sie das Add-on Windows ADK und Windows PE
el_gr: Αναβάθμιση Windows ADK και Windows PE πρόσθετο
es_mx: Actualizar el complemento Windows ADK y Windows PE
et_ee: Täiendage Windows ADK ja Windows PE pistikprogrammi
fi_fi: Päivitä Windows ADK ja Windows PE -lisäosa
fr_ca: Mettre à niveau Windows ADK et le module complémentaire Windows PE
he_il: שדרג את התוסף Windows ADK ו-Windows PE
hr_hr: Nadogradite dodatke Windows ADK i Windows PE
hu_hu: Frissítés Windows ADK és Windows PE bővítmény
it_it: Aggiorna il componente aggiuntivo Windows ADK e Windows PE
ja_jp: Windows ADK および Windows PE アドオンをアップグレードする
ko_kr: Windows ADK 및 Windows PE 추가 기능 업그레이드
lt_lt: Atnaujinkite Windows ADK ir Windows PE priedas
lv_lv: Jauniniet Windows ADK un Windows PE papildinājumu
nb_no: Oppgrader Windows ADK og Windows PE tillegg
nl_nl: Upgrade Windows ADK en Windows PE Add-on
pl_pl: Uaktualnij dodatek Windows ADK i Windows PE
pt_pt: Atualizar Windows ADK e Windows PE complemento
ro_ro: Upgrade Windows ADK și Windows PE Add-on
ru_ru: Обновите Windows ADK и дополнение Windows PE
sk_sk: Inovujte doplnok Windows ADK a Windows PE
sl_si: Nadgradite dodatka Windows ADK in Windows PE
sr_latn_rs: Nadogradite Windows ADK i Windows PE dodatak
sv_se: Uppgradera Windows ADK och Windows PE tillägg
th_th: อัปเกรด Windows ADK และ Windows PE ส่วนเสริม
tr_tr: Windows ADK ve Windows PE Eklentisini Yükseltme
uk_ua: Оновіть доповнення Windows ADK і Windows PE
zh_cn: 升级Windows ADK 和Windows PE 附加组件
zh_tw: 升級Windows ADK 和Windows PE 附加元件

# AiComponentsPageEnableToggle.AutomationProperties.Name
source: Remove AI components
ar_sa: إزالة مكونات الذكاء الاصطناعي
bg_bg: Премахнете AI компонентите
cs_cz: Odstraňte komponenty AI
da_dk: Fjern AI-komponenter
de_de: Entfernen Sie KI-Komponenten
el_gr: Αφαιρέστε στοιχεία AI
es_mx: Eliminar componentes de IA
et_ee: Eemaldage AI komponendid
fi_fi: Poista AI-komponentit
fr_ca: Supprimer les composants IA
he_il: הסר רכיבי AI
hr_hr: Uklonite AI komponente
hu_hu: Távolítsa el az AI összetevőket
it_it: Rimuovere i componenti AI
ja_jp: AI コンポーネントを削除する
ko_kr: AI 구성 요소 제거
lt_lt: Pašalinkite AI komponentus
lv_lv: Noņemiet AI komponentus
nb_no: Fjern AI-komponenter
nl_nl: Verwijder AI-componenten
pl_pl: Usuń komponenty AI
pt_pt: Remover componentes de IA
ro_ro: Eliminați componentele AI
ru_ru: Удалить компоненты ИИ
sk_sk: Odstráňte komponenty AI
sl_si: Odstranite komponente AI
sr_latn_rs: Uklonite AI komponente
sv_se: Ta bort AI-komponenter
th_th: ลบส่วนประกอบ AI
tr_tr: AI bileşenlerini kaldırın
uk_ua: Видаліть компоненти ШІ
zh_cn: 删除AI组件
zh_tw: 刪除AI組件

# AiComponentsPageHeader.Description
source: Remove or disable selected Windows AI components before OOBE.
ar_sa: قم بإزالة أو تعطيل مكونات Windows AI المحددة قبل OOBE.
bg_bg: Премахнете или деактивирайте избрани Windows AI компоненти преди OOBE.
cs_cz: Odeberte nebo deaktivujte vybrané komponenty Windows AI před OOBE.
da_dk: Fjern eller deaktiver valgte Windows AI-komponenter før OOBE.
de_de: Entfernen oder deaktivieren Sie ausgewählte Windows AI-Komponenten vor OOBE.
el_gr: Καταργήστε ή απενεργοποιήστε τα επιλεγμένα στοιχεία Windows AI πριν από το OOBE.
es_mx: Elimine o deshabilite los componentes de IA Windows seleccionados antes de OOBE.
et_ee: Eemaldage või keelake valitud Windows AI komponendid enne OOBE.
fi_fi: Poista tai poista käytöstä valitut Windows AI-komponentit ennen OOBE.
fr_ca: Supprimez ou désactivez les composants IA Windows sélectionnés avant OOBE.
he_il: הסר או השבת את רכיבי בינה מלאכותית Windows שנבחרו לפני OOBE.
hr_hr: Uklonite ili onemogućite odabrane Windows AI komponente prije OOBE.
hu_hu: Távolítsa el vagy tiltsa le a kiválasztott Windows AI-komponenseket OOBE előtt.
it_it: Rimuovi o disabilita i componenti AI Windows selezionati prima di OOBE.
ja_jp: OOBE の前に選択した Windows AI コンポーネントを削除または無効にします。
ko_kr: OOBE 이전에 선택한 Windows AI 구성 요소를 제거하거나 비활성화합니다.
lt_lt: Pašalinkite arba išjunkite pasirinktus Windows AI komponentus prieš OOBE.
lv_lv: Pirms OOBE noņemiet vai atspējojiet atlasītos Windows AI komponentus.
nb_no: Fjern eller deaktiver valgte Windows AI-komponenter før OOBE.
nl_nl: Verwijder of schakel geselecteerde Windows AI-componenten vóór OOBE uit.
pl_pl: Usuń lub wyłącz wybrane komponenty AI Windows przed OOBE.
pt_pt: Remova ou desative os componentes Windows AI selecionados antes de OOBE.
ro_ro: Eliminați sau dezactivați componentele AI Windows selectate înainte de OOBE.
ru_ru: Удалите или отключите выбранные компоненты AI Windows до OOBE.
sk_sk: Odstráňte alebo deaktivujte vybrané komponenty Windows AI pred OOBE.
sl_si: Odstranite ali onemogočite izbrane komponente umetne inteligence Windows pred OOBE.
sr_latn_rs: Uklonite ili onemogućite izabrane Windows AI komponente pre OOBE.
sv_se: Ta bort eller inaktivera valda Windows AI-komponenter före OOBE.
th_th: ลบหรือปิดใช้งานส่วนประกอบ AI ที่เลือก Windows ก่อน OOBE
tr_tr: OOBE'den önce seçilen Windows AI bileşenlerini kaldırın veya devre dışı bırakın.
uk_ua: Видаліть або вимкніть вибрані компоненти штучного інтелекту Windows перед OOBE.
zh_cn: 删除或禁用OOBE之前选定的Windows AI组件。
zh_tw: 刪除或停用OOBE之前選定的Windows AI組件。

# AiComponentsPageHeader.Title
source: AI component removal
ar_sa: إزالة مكون الذكاء الاصطناعي
bg_bg: Премахване на AI компонент
cs_cz: Odstranění komponent AI
da_dk: Fjernelse af AI-komponent
de_de: Entfernung von KI-Komponenten
el_gr: Αφαίρεση εξαρτημάτων AI
es_mx: Eliminación de componentes de IA
et_ee: AI komponentide eemaldamine
fi_fi: AI-komponenttien poisto
fr_ca: Suppression des composants IA
he_il: הסרת רכיבי AI
hr_hr: Uklanjanje AI komponente
hu_hu: AI alkatrész eltávolítása
it_it: Rimozione del componente AI
ja_jp: AI コンポーネントの削除
ko_kr: AI 구성 요소 제거
lt_lt: AI komponento pašalinimas
lv_lv: AI komponentu noņemšana
nb_no: Fjerning av AI-komponenter
nl_nl: Verwijdering van AI-componenten
pl_pl: Usunięcie komponentu AI
pt_pt: Remoção de componentes de IA
ro_ro: Îndepărtarea componentelor AI
ru_ru: Удаление компонентов ИИ
sk_sk: Odstránenie komponentov AI
sl_si: Odstranitev komponente AI
sr_latn_rs: Uklanjanje AI komponente
sv_se: Borttagning av AI-komponenter
th_th: การลบส่วนประกอบ AI
tr_tr: AI bileşeninin kaldırılması
uk_ua: Видалення компонента AI
zh_cn: AI组件移除
zh_tw: AI組件移除
